Repository: necrose99/qt4-fsarchiver
Catalog: translations/qt4-fsarchiver.tmx
Source language: en
Languages: af, ca, da, de, el, es_es, fr, hu, it, ja, nl, no, pt_br, pt_pt, ro, ru, sv_se, vi, zh_cn

source: Cancel
af: Kanselleer
ca: Cancel·la
da: Annuller
de: Abbrechen
el: "Άκυρο"
es_es: Cancelar
fr: Annuler
it: Cancellare
ja: _キャンセル
no: Avbryt
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sv_se: Avbryt
vi: Hủy bỏ
zh_cn: 取消

source: Exit
af: uitgang
ca: Sortida
de: Beenden
el: Έξοδος
es_es: Salida
fr: Quitter
hu: Kilépés
it: uscire
ja: エグジット
nl: Einde
no: Avslutt
ro: Ieșire
ru: Выход
vi: Lối ra
zh_cn: 退出

source: elapsed time:
af: tydsverloop:
ca: temps transcorregut:
de: vergangene Zeit:
el: χρόνος που πέρασε:
es_es: tiempo transcurrido:
fr: temps écoulé:
hu: eltelt idő:
it: tempo trascorso:
ja: 経過時間 ：
nl: verstreken tijd:
ro: timpul scurs:
ru: Прошедшее время:
sv_se: Förfluten tid:
vi: thời gian:
zh_cn: 已用时间：

source: remaining time:
af: Oorblywende tyd:
de: noch zu erwartende Zeit:
el: υπολειπόμενος χρόνος:
es_es: tiempo restante:
it: tempo rimanente:
ja: tempo trascorso:
no: Gjenstående tid:
ro: timp rămas
ru: оставшиеся время:
sv_se: återstående tid:
zh_cn: 剩余时间：

source: hours
af: ure
de: Stunden
es_es: Horas
hu: óra
it: orario
ja: アワー
no: timer
ro: ore:
sv_se: timmar
vi: giờ
zh_cn: 时

source: Use gzip
af: gebruik gzip
de: Image komprimieren
es_es: Usar gzip
it: utilizzare gzip
ja: GZIPを使用
sv_se: Använda gzip
zh_cn: 使用gzip算法

source: Image name:
af: Image naam:
de: Name der Sicherungsdatei:
es_es: Nombre del imagen:
it: Nome Image:
ja: Nome Image:
sv_se: Bildnamn:
zh_cn: 映像文件名：

source: hours:
af: ure:
de: Stunden:
el: ώρες:
es_es: horas:
hu: nyitva tartás:
no: timer:
ro: ore:
sv_se: Öppettider:
vi: giờ làm việc:

source: Clone hard drive
ca: Clon de disc dur
de: Festplatte klonen/ Image bilden und zurückschreiben
el: Κλώνος σκληρό δίσκο
es_es: Disco duro Clonar
it: Disco rigido Clona
ja: クローン のハードドライブ
sv_se: Klona hårddisk
vi: Clone ổ cứng
zh_cn: 克隆硬盘

source: Directory in which the image is written
ca: Directori en el qual s'escriu la imatge
da: Register, hvor billedet er skrevet
de: Verzeichnis, in das das Abbild geschrieben wird.
el: Κατάλογο στο οποίο γράφεται η εικόνα
es_es: Directorio en el que se escribe la imagen
hu: Könyvtár, amelyben a kép van írva
it: Directory in cui l'immagine viene scritta
pt_pt: Diretório em que está escrita na imagem
sv_se: Katalog som bilden är skriven
vi: Thư mục trong đó hình ảnh được viết
zh_cn: 映像保存目录

source: Exist harddrive:
ca: Existeixen harddrive:
de: Existierende Festplatt:
el: Υπάρχουν σκληρό δίσκο:
es_es: Existen disco duro:
hu: Létezik a merevlemez:
it: Directory di backup MBR:
ja: MBRの バックアップディレクトリ ：
no: Finnes harddisk:
pt_pt: Existe disco rígido:
sv_se: Finns hårddisk:
vi: Tồn tại đĩa cứng:
zh_cn: 现有磁盘：

source: Clone hard disk
ca: Clonar disc dur
de: Festplatte klonen
el: Κλώνος σκληρό δίσκο
es_es: Disco duro Clonar
it: Disco rigido Clona
ja: クローン ハードディスク
no: Klon hard diskett
sv_se: Klona hårddisk
vi: Clone đĩa cứng
zh_cn: 克隆硬盘

source: <html><head/><body><p>already saved:</p></body></html>
da: <html><head/> <body><p>allerede gemt:</p></body></html>
de: bereits gesichert:
es_es: <html><head/><body><p>ya guardado:</p></body></html>
pt_pt: <html><head/> <body><p>já salvou:</p></body></html>
ro: <html><head/><body><p>deja salvat:</p></body></html>
sv_se: <html><head/> <body><p>redan sparat:</p></body></html>
vi: <html><head/> <body><p>đã lưu:</p></body></html>

source: Backup directory:
da: Sikkerhedskopimappen:
de: Sicherungsverzeichnis:
el: Κατάλογο αντιγράφων ασφαλείας:
es_es: Directorio de reserva:
hu: Biztonsági másolat könyvtára:
it: Directory di backup:
ja: バックアップディレクトリ：
no: Sikkerhetskopimappen:
pt_br: Diretório de backup:
pt_pt: Diretório de backup:
ro: Directorul de Backup
ru: Каталог сохранения:
sv_se: Backup-katalogen:
vi: Thư mục sao lưu:
zh_cn: 备份文件保存位置：

source: already saved:
da: allerede gemt:
de: bereits gesichert:
el: ήδη αποθηκεύσει:
es_es: ya salvado:
fr: déjà enregistré:
it: già salvato:
ja: すでに保存：
nl: al hersteld:
no: allerede lagret:
pt_pt: Já salvou:
ro: deja salvate
sv_se: redan sparat:
vi: đã lưu:
zh_cn: 已经保存：

source: Clone Harddrive
de: Festplatte klonen
es_es: Clonar disco duro
ja: クローンハードディスクドライブ
pt_br: Clonar disco rígido
pt_pt: Clonar disco rígido
ro: Clonează Discul Dur
ru: Клон жесткого диска
sv_se: Klona hårddisk
zh_cn: 克隆硬盘

source: already saved
de: bereits gesichert
es_es: ya salvado
fr: déjà enregistré
it: già salvato
ja: すでに保存
nl: al hersteld
ro: deja salvate
ru: уже сохранен
zh_cn: 已经保存

source: Note
de: Hinweis
es_es: referencia
fr: Référence
it: Riferimento
ja: Riferimento
nl: Noot
pt_br: referência
pt_pt: referência
ro: Nota
ru: Внимание
sv_se: Obs
zh_cn: 注意

source: You must select a hard drive.
de: Sie müssen eine Festplatte auswählen.
es_es: Você deve selecionar um disco.
it: È necessario selezionare una cartella.
ja: あなたは、ハードドライブを選択する必要があります。
nl: U moet een harde schijf te selecteren.
pt_br: Você deve selecionar um disco.
pt_pt: Você deve selecionar um disco.
ro: Trebuie să selectați un hard-disk.
ru: Вы должны выбрать жесткий диск.
sv_se: Du måste välja en hårddisk.
zh_cn: 请选择一个硬盘

source: The selected hard drive is too small.
de: Die gewählte Festplatte ist zu klein.
es_es: El disco duro seleccionado es demasiado pequeño.
it: Il disco rigido selezionato è troppo piccolo.
ja: 選択したハードドライブ が小さすぎます。
nl: De geselecteerde harde schijf is te klein.
ro: Hard disk-ul selectat este prea mic.
ru: Выбранный жесткий диск слишком мал.
sv_se: Markerade hårddisken är för liten.
zh_cn: 所选硬盘太小

source: On the hard drive exist a root or a home partition. You must need a live-CD.
de: Auf der Festplatte ist eine root- oder home Partition. Sie müssen eine Live-CD benutzen.
es_es: En el disco duro existe una raíz o una partición casa. Debe necesitar un CD en vivo.
it: Sul disco rigido esiste una radice o di una partizione casa. È necessario bisogno di un live-CD.
ja: Sul disco rigido esiste una radice o di una partizione casa. È necessario bisogno di un live-CD.
nl: Op de harde schijf bestaan ​​een wortel of een home partitie. Je moet een live-cd nodig.
ro: Pe hard disk exista o rădăcină sau o partiție casă. Trebuie să nevoie de un live-CD.
ru: На жестком диске существует корень или домашний раздел. Вы должны нужен Live-CD .
sv_se: Finns en rot eller en hem partition på hårddisken. Du måste behöver en live-CD.
zh_cn: 硬盘上有root分区或者home分区，请使用live-cd

source: You must select a folder.
de: Sie müssen ein Verzeichnis auswählen.
es_es: Debe seleccionar una carpeta.
it: È necessario selezionare una cartella.
ja: あなたは、フォルダを選択する必要があります。
nl: U moet een map te selecteren.
ro: Trebuie să selectați un folder.
ru: Вы должны выбрать папку.
sv_se: Du måste välja en mapp.
zh_cn: 请选择目录

source: already restored
de: bereits zurückgeschrieben
es_es: ya restaurada
fr: déjà restauré
it: già restaurato
ja: すでにリストア
nl: al hersteld
ro: deja restaurat
ru: уже восстановлено
zh_cn: 已经恢复

source: You must select a gz.fsa file or an img.fsa file.
de: ie müssen eine gz.fsa- oder eine img.fsa-Datei auswÃ¤hlen.
es_es: Debe seleccionar un archivo o un archivo gz.fsa img.fsa.
it: È necessario selezionare un file gz.fsa o un file img.fsa.
ja: È necessario selezionare un file gz.fsa o un file img.fsa.
ru: Вы должны выбрать файл gz.fsa или файл img.fsa .
zh_cn: 请选择一个gz.fsa或者img.fsa为后缀的文件

source: Yes
de: Ja
es_es: Sí
it: Si
ja: hai
nl: Ja
ro: Da
ru: Да
sv_se: Ja
zh_cn: 是

source: No
de: Nein
ja: いいえ
nl: Geen
ro: Nu
ru: Нет
sv_se: Nej
zh_cn: 取消

source: Save Harddrive Image
de: Festplatten Abbild erstellen
es_es: Guardar Imagen Disco Duro
it: Salva disco rigido immagine
ja: 保存ハードドライブイメージ
nl: Opslaan Hard Drive Image
ru: Сохранить образ жесткого диска
sv_se: Rädda hårddisk bild
zh_cn: 保存硬盘映像

source: Restore Harddrive Image
de: Festplatten Abbild zurückschreiben
es_es: Restaurar Imagen Disco Duro
it: Ripristinare Disco Drive Image
ja: ハードドライブイメージを復元
nl: Herstel Hard Drive Image
ru: Восстановить образ жесткого диска
sv_se: Återställa hårddisk bild
zh_cn: 恢复硬盘映像

source: CommandLinkButton
de: CommanLinkButton
es_es: Enlacebotonescomando
it: Collegamento_Pulsante_di_comando
ja: コマンドリンクボタン

source: The clone of the hard drive was successfully.
de: Das Klonen der Festplatte war erfolgreich.
es_es: El clon del disco duro fue con éxito.
it: Il clone del disco rigido era successo.
ja: ハードドライブのクローンに成功した。
nl: De kloon van de harde schijf was succesvol.
zh_cn: 克隆硬盘成功

source: The backup of the image was successfully.
de: Die Sichern des Abbildes war erfolgreich.
es_es: La copia de seguridad del imagen era éxito.
it: Il backup di immagine era successo.
ja: 画像のバックアップが正常だった。
nl: De back-up van het beeld was succesvol.
sv_se: Backup av bilden var framgångsrikt.
zh_cn: 映像备份成功

source: The clone of the hard drive was not successfully.
de: Das Klonen der Festplatte war nicht erfolgreich.
es_es: El clon del disco duro no fue exitosa.
it: Il clone del disco rigido non è stato correttamente.
ja: Il clone del disco rigido non è stato correttamente.
zh_cn: 克隆硬盘失败。

source: The backup of the image was not successfully.
de: Die Sichern des Abbildes war nicht erfolgreich.
es_es: La copia de seguridad del imagen era éxito.
it: Il backup dell'immagine non era successo.
ja: 画像のバックアップが正常ではなかった。
sv_se: Backup av bilden var framgångsrikt.
zh_cn: 映像备份失败

source: The restore from the image was successfully.
de: Die Wiederherstellung des Abbildes war erfolgreich.
es_es: La restauración del imagen fue exitosamente.
it: Il ripristino dall'immagine era successo.
sv_se: Återställ från bilden var framgångsrikt.
zh_cn: 映像恢复成功

source: The restore from the image was not successfully.
de: "Die Wiederherstellung des Abbildes war nicht erfolgreich.
es_es: La restauración del imagen fue exitosamente.
it: Il ripristino dall'immagine non era successo.
ja: Il ripristino dall'immagine non era successo.
sv_se: Återställ från bilden var inte lyckat.
zh_cn: 映像恢复失败

source: Image of a hard disk to create:
de: Abbild einer Festplatte erzeugen
es_es: Imagen de un disco duro para crear:
ja: 作成するには、 ハードディスクのイメージ
no: Bilde av en hard diskett å opprette:
sv_se: Bilden av en hårddisk för att skapa:
vi: Hình ảnh của đĩa cứng để tạo ra:

source: Do you want really break clone, save or restore an image from the partition?
de: Wollen Sie wirklich das Klonen der Festplatte, die Erstellung oder die Wiederherstellung eines Images der Festplatte beenden?
es_es: ¿Quieres realmente romper clon, guardar o restaurar una imagen de la partición?
it: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ja: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
zh_cn: 您确定要中止分区的克隆、备份或恢复？

source: You must select a fsa.gz file.
de: Sie müssen eine fsa.gz Datei auswählen.
es_es: Debe seleccionar un archivo fsa.gz.
it: È necessario selezionare un file gz.fsa.
ja: あなたはfsa.gzファイルを選択する必要があります。
ro: Trebuie să selectezi un fișier fsa.gz
sv_se: Du måste välja en fsa.gz fil.
zh_cn: 请选择一个后缀为fsa.gz的文件

source: Do you want really break save or restore an image from the partition?
de: Wollen Sie wirklich die Erstellung oder das Zurückschreiben eines Images der Festplatte beenden?
es_es: ¿Quieres realmente romper clon, guardar o restaurar una imagen de la partición?
it: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ja: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ru: Вы действительно завершить создание или восстановить образ жесткого диска?
sv_se: Vill du verkligen bryta spara eller återställa en bild från partitionen?
zh_cn: 确定中止保存或恢复分区映像吗?

source: Notes to the backup is written to a file.
de: Hinweise zu dem Backup werden in eine Datei geschrieben.
es_es: Notas para la copia de seguridad se escriben en un archivo.
it: Note per il riserva.
ro: Note de rezervă
sv_se: Anteckningar till säkerhetskopian skrivs till en fil.
zh_cn: 注意：备份将写入一个文件

source: Encrypt backup. key:
de: Sicherung verschlüsseln. Schlüssel:
es_es: Encriptar tecla de copia de seguridad:
it: Crittografa chiave di riserva:
ja: Crittografa chiave di riserva:
ru: Ключ шифрования:
sv_se: Kryptera säkerhetskopia. nyckel:
zh_cn: 加密密码：

source: Already saved files/directories:
de: bereits gesicherte Datein/Verzeichnisse:
es_es: Carpetas/archivos ya guardados:
ro: deja salvate fișiere / directoare:
sv_se: Redan sparade filer/kataloger:

source: Directory save
de: Verzeichnis sichern
es_es: Directorio de guardar
it: salvare direttorio
ja: salvare direttorio
ru: Сохранение каталога
zh_cn: 目录保存

source: to saved Directory
de: zu sicherndes Verzeichnis
es_es: MBR / GPT directorio de copia de seguridad:
it: a Directory salvato
ja: a Directory salvato
ru: Каталог для сохранения
zh_cn: 备份目录：

source: Location (path) of the backup
de: Ort (Pfad) der Sicherung
es_es: Ubicación (ruta) de la copia de seguridad
fr: Emplacement (chemin) de la sauvegarde
it: Posizione (percorso) della riserva
ja: Posizione (percorso) della riserva:
ru: Сохраняемый каталог
zh_cn: 保存位置:

source: Decrypt backup. key:
de: Sicherung entschlüsseln. Schlüssel:
es_es: MBR de esa unidad esta Copia de seguridad / restauración:
fr: Décrypter sauvegarde. clé:
it: Decriptare backup. chiave:
ja: Decriptare backup. chiave:
ru: Ключ шифрования:
zh_cn: 解密密码：

source: Directory restore
de: Verzeichnis zurückschreiben
es_es: MBR / GPT directorio de copia de seguridad:
it: Ripristinare direttorio
ja: Ripristinare direttorio
ru: Восстановить каталог
zh_cn: 目录恢复

source: back to write backup file
de: zurück zu schreibende Sicherungsdatei
es_es: copia de seguridad para: escribir el archivo de copia de seguridad
it: tornare a scrivere file di riserva
ja: バックアップファイルの書き込みにバックアップ
ru: Восстановить из образа
zh_cn: 选择备份文件：

source: Location (path) of the restore
de: Ort (Pfad) der Wiederherstellung
es_es: Localización (camino) de la restauración
it: Posizione (percorso) di riserva
ja: 場所（パス）を復元する
ru: Место (путь) сохранения
zh_cn: 恢复到目录：

source: You have chosen the wrong recovery file selected. The files should end with. fsa be
de: Sie haben eine falsche Wiederherstellungsdatei ausgesucht ausgesucht Die Dateiendung muss .fsa sein
es_es: Usted ha elegido el archivo de recuperación incorrecto. Los archivos deben terminar con .fsa
it: Hai scelto il file di ripristino sbagliato selezionato. I file devono terminare con. fsa
ja: Hai scelto il file di ripristino sbagliato selezionato.. I file devono terminare con. fsa
ru: Это не файл восстовления Файл должен иметь расширение .fsa
zh_cn: 请选择正确的备份文件，后缀必须为.fsa

source: The partition is encrypted. Please enter the key
de: Die Partition ist verschlüsselt. Bitte geben Sie den Schlüssel ein
es_es: La partición está encriptada. Por favor, introduzca la clave
it: La partizione è crittografato. Si prega di inserire la chiave
ja: La partizione è crittografato. Si prega di inserire la chiave
ro: Partiția este criptată. Vă rugăm să introduceți codul
ru: Раздел зашифрован. Введите ключ
sv_se: Partitionen är krypterad. Ange nyckeln
zh_cn: 分区已被加密，请输入密码

source: You have entered an incorrect password.
de: Sie haben ein falsches Passwort eingegeben.
es_es: Ha introducido la contraseña incorrecta.
it: Hai inserito una password errata.
ja: あなたが間違ったパスワードを入力しました。
ro: Ați introdus o parolă incorectă.
ru: Вы ввели неверный пароль.
sv_se: Du har angett ett felaktigt lösenord.
zh_cn: 密码错误

source: Error in fsarchiver. The directory can not be restored!
de: Fehler in fsarchiver. Das Verzeichnis kann nicht wiederhergestellt werden!!
es_es: Error en FSArchiver. El directorio no se puede restaurar!
it: Errore in FSArchiver. La directory non può essere ripristinato!
ja: Errore in FSArchiver. La directory non può essere ripristinato!
ru: Ошибка в программе. Каталог не может быть восстановлен!
zh_cn: 错误。目录不能恢复！

source: Error! The restoring of the folder was only partially successful!
de: Fehler! Das Verzeichnis wurde nur teilweise wiederhergestellt!
es_es: Error! La restauración de la carpeta fue sólo parcialmente exitoso!
it: Errore! Il ripristino della cartella era solo parzialmente riuscito!
ja: エラー！フォルダーの復元は部分的にしか成功しました！
ru: Ошибка! Каталог был восстановлен частчно!
zh_cn: 错误！文件夹部分恢复成功！

source: Do you want really break the save or restore from the folder?
de: Wollen Sie wirklich die Sicherung oder die Wiederherstellung der Verzeichnisse beenden?
es_es: ¿Quieres realmente romper clon, guardar o restaurar una imagen de la partición?
it: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ja: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ru: Вы хотите прервать операцию сохранения или восстановления каталога?
zh_cn: 您确定要中止从文件夹备份或恢复吗？

source: MBR/GPT save
de: MBR/GPT sichern
es_es: Guardar / Restaurar MBR / GPT
fr: MBR/GPT sauver
it: Salva MBR / GPT
ja: Salva MBR/GPT
ro: MBR/GPT salvat
zh_cn: MBR/GPT备份

source: MBR/GPT restore
de: MBR/GPT zurückschreiben
es_es: Guardar / Restaurar MBR / GPT
it: Ripristinare MBR / GPT
ja: Ripristinare MBR/GPT
ro: MBR/GPT restaurat
zh_cn: MBR/GPT恢复

source: The partition table is successful return.
de: Die Partitionstabelle wurde erfolgreich wieder hergestellt.
es_es: La tabla de particiones GUID es exitoso regreso.
it: Si prega di selezionare la partizione da scrivere indietro.
ja: パーティションテーブルは正常に復元されました
ru: Таблица разделов была успешна записана.
zh_cn: 分区表成功返回

source: The end of hidden area of the 1st Partition could not be read. Only 512 bytes are saved.
de: Das Ende des verborgenen Bereiches der 1. Partition konnte nicht ausgelesen werden. Es werden nur 512 Bytes gesichert.
es_es: El fin de la zona oculta de la primera partición no se puede leer. Sólo 512 bytes se guardan.
it: La fine della zona nascosta della prima partizione non potrebbe essere letta. Solo 512 byte vengono salvate.
ja: La fine della zona nascosta della prima partizione non potrebbe essere letta. Solo 512 byte vengono salvate.
ru: Конец скрытой области первого раздела прочитан не полностью. Сохранены только первые 512 байт.
zh_cn: 第一个分区隐藏区域的结尾部分无法读，只有512字节被保存。

source: You must select a directory
de: Sie müssen ein Verzeichnis auswählen
es_es: Debe seleccionar una carpeta.
it: È necessario selezionare un directorie
ja: あなたは、ファイルを選択している。あなたは、ディレクトリを選択する必要があります
ru: Выберите каталог
zh_cn: 请选择一个目录

source: The system partition to be saved is mounted. Do you want to do a live backup?
de: Die zu sichernde Systempartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?
es_es: La partición del sistema para ser salvo se monta. ¿Quieres hacer una copia de seguridad en vivo?
it: La partizione di sistema deve essere salvato è montato.. Vuoi fare un backup dal vivo?
ja: 保存する システムパーティション がマウント されている 。 ライブ バックアップを実行 しますか？
ru: Ситемный раздел смонтирован. Вы хотите сохранять его вживую?
zh_cn: 要备份的系统分区已经挂载。您要在线备份系统吗？

source: The home partition to be saved is mounted. Do you want to do a live backup?
de: Die zu sichernde Homepartition ist eingehängt. Wollen Sie eine Live-Sicherung durchführen?
es_es: La partición de la casa para ser salvo se monta. ¿Quieres hacer una copia de seguridad en vivo?
it: La partizione home di sistema deve essere salvato è montato.. Vuoi fare un backup dal vivo?
ja: La partizione di sistema deve essere salvato è montato. Vuoi fare un backup dal vivo?
ru: Домашний каталог смонтирован. Вы хотите сохранять раздел вживую?
zh_cn: 要备份的home分区已经挂载。您要在线备份吗？

source: Do you want to continue restore?
de: überein. Wollen Sie trotzdem die Wiederherstellung durchführen?
es_es: ¿Quieres seguir a restaurar?
it: Vuoi continuare il ripristino?
ja: Vuoi continuare il ripristino?
ru: Продолжать восстановление?
zh_cn: 数据不一致。您确定要继续恢复分区数据吗？

source: There is a file with the contents of the partition boot sector present. Do you want to perform the restoration of the PBR?
de: Es ist eine Datei mit dem Inhalt des Partition-Boot-Sektors vorhanden. Wollen Sie die Wiederherstellung des PBR durchführen?
es_es: Se trata de un archivo con el contenido de la partición del sector de arranque disponibles. ¿Quieres llevar a cabo la restauración de la PBR?
it: C'è un file con il contenuto del settore di avvio della partizione attuale. Vuoi eseguire il ripristino della PBR?
ja: C'è un file con il contenuto del settore di avvio della partizione attuale. Vuoi eseguire il ripristino della PBR?
zh_cn: 文件中包含分区启动信息。您确定要恢复硬盘分区引导记录(PBR)吗？

source: The partition
de: Die Partition
es_es: La partición
it: la partizione
ja: la partizione
ru: Раздел
sv_se: Partitionen
zh_cn: 分区

source: If the existing btrfs partition to be formatted? The new UUID is defined here. If you choose <no>, the UUID remains preserved.
de: Soll die vorhandene btrfs-Partition formatiert werden? Die UUID wird dabei neu festgelegt. Wenn Sie nein wählen, bleibt die UUID erhalten.
es_es: <p><span id="result_box" lang="es" tabindex="-1"><span class="hps">Si la partici&oacute;n</span> <span class="hps">btrfs</span> <span class="hps">existente</span> <span class="hps">que desea formatear</span>? <span class="hps">El nuevo</span> <span class="hps">UUID</span> <span class="hps">se define</span> <span class="hps">aqu&iacute;</span>. <span class="hps">Si decide</span> <span class="hps">&lt;no&gt;</span><span>,</span> <span class="hps">el UUID</span> <span class="hps">queda</span> <span class="hps">preservada.</span></span></p>
it: Se la partizione btrfs esistente da formattare? Il nuovo UUID viene definito qui. Se si sceglie <No>, l'UUID rimane conservato.
ja: Se la partizione btrfs esistente da formattare? Il nuovo UUID viene definito qui. Se si sceglie <No>, l'UUID rimane conservato.
ru: <div id="gt-res-content" class="almost_half_cell"> <div dir="ltr" style="zoom: 1;"><span id="result_box" lang="ru"><span class="hps">Если существующий</span> <span class="hps">Btrfs</span> <span class="hps">раздел</span> <span class="hps">должен быть отформатирован</span>?UUID <span class="hps">тем самым</span> <span class="hps">заново</span>. <span class="hps">Если</span> <span class="hps">вы выбираете</span> <span class="hps">Нет,</span> <span class="hps">UUID</span> <span class="hps">остается</span><span>.</span></span></div> </div>
sv_se: Om de befintliga btrfs partition för att vara formaterad? Nya UUID definieras här. Om du väljer <no>, UUID är fortfarande bevarade.
zh_cn: 是否格式化btrfs分区？将重新赋值UUID，如果选择“取消”，将沿用以前的UUID。

source: Save partition
de: Partition sichern
es_es: Guardar partición
it: salvare partizione
ja: salvare partizione
ro: salvare partiție
ru: Сохранить раздел
sv_se: Spara partition
zh_cn: 备份分区

source: Partition restore
de: Partition zurückschreiben
es_es: Partición restaurar
fr: Restaurer la partition
it: partizione di ripristino
ja: パーティション の復元
nl: partitie wiederherstellen
ro: Restaurare Partiție
ru: Восстановить раздел
zh_cn: 开始恢复

source: Do you want really break the save or restore from the partition?
de: Wollen Sie wirklich die Sicherung oder die Wiederherstellung der Partition beenden?
es_es: ¿Realmente termine la copia de seguridad o restaurar la partición?
ja: Vuoi davvero rompere clone, salvare o ripristinare un'immagine dalla partizione?
ro: Chiar vrei rupe de salvare sau de restaurare de la partiția?
ru: ВыВы хотите прервать операцию сохранения или восстановления раздела?
sv_se: Vill du verkligen bryta spara eller återställa partitionen?
zh_cn: 您确定要终止当前操作吗？
